[{"model": "contenttypes.contenttype", "fields": {"name": "log entry", "model": "logentry", "app_label": "admin"}, "pk": 1}, {"model": "contenttypes.contenttype", "fields": {"name": "permission", "model": "permission", "app_label": "auth"}, "pk": 2}, {"model": "contenttypes.contenttype", "fields": {"name": "group", "model": "group", "app_label": "auth"}, "pk": 3}, {"model": "contenttypes.contenttype", "fields": {"name": "user", "model": "user", "app_label": "auth"}, "pk": 4}, {"model": "contenttypes.contenttype", "fields": {"name": "content type", "model": "contenttype", "app_label": "contenttypes"}, "pk": 5}, {"model": "contenttypes.contenttype", "fields": {"name": "session", "model": "session", "app_label": "sessions"}, "pk": 6}, {"model": "contenttypes.contenttype", "fields": {"name": "person", "model": "person", "app_label": "dancers"}, "pk": 7}, {"model": "contenttypes.contenttype", "fields": {"name": "post", "model": "post", "app_label": "blog"}, "pk": 8}, {"model": "contenttypes.contenttype", "fields": {"name": "event", "model": "event", "app_label": "events"}, "pk": 9}, {"model": "contenttypes.contenttype", "fields": {"name": "site", "model": "site", "app_label": "sites"}, "pk": 10}, {"model": "contenttypes.contenttype", "fields": {"name": "history", "model": "history", "app_label": "dancers"}, "pk": 11}, {"model": "contenttypes.contenttype", "fields": {"name": "contact_person", "model": "contact_person", "app_label": "dancers"}, "pk": 12}, {"model": "contenttypes.contenttype", "fields": {"name": "carousel", "model": "carousel", "app_label": "blog"}, "pk": 13}, {"model": "contenttypes.contenttype", "fields": {"name": "gallery", "model": "gallery", "app_label": "photologue"}, "pk": 14}, {"model": "contenttypes.contenttype", "fields": {"name": "photo", "model": "photo", "app_label": "photologue"}, "pk": 15}, {"model": "contenttypes.contenttype", "fields": {"name": "photo effect", "model": "photoeffect", "app_label": "photologue"}, "pk": 16}, {"model": "contenttypes.contenttype", "fields": {"name": "watermark", "model": "watermark", "app_label": "photologue"}, "pk": 17}, {"model": "contenttypes.contenttype", "fields": {"name": "photo size", "model": "photosize", "app_label": "photologue"}, "pk": 18}, {"model": "sessions.session", "fields": {"expire_date": "2015-03-14T21:18:33.380Z", "session_data": "YTY1MDRjMzQwNThiYmU3YzFkMDAyZjE4YzM1OTcxNWEzOTc5ODU5Mzp7Il9hdXRoX3VzZXJfYmFja2VuZCI6ImRqYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kIiwiX2F1dGhfdXNlcl9pZCI6MSwiX2F1dGhfdXNlcl9oYXNoIjoiMTUyNjhlYzIzY2UxNTEwNjk5ZWNjY2U1YTNiODQxOWYyZDAwNTAyNSJ9"}, "pk": "627bfc5q2yegs3qb01b9co40ckvtryii"}, {"model": "sessions.session", "fields": {"expire_date": "2015-03-29T07:35:02.789Z", "session_data": "YTY1MDRjMzQwNThiYmU3YzFkMDAyZjE4YzM1OTcxNWEzOTc5ODU5Mzp7Il9hdXRoX3VzZXJfYmFja2VuZCI6ImRqYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kIiwiX2F1dGhfdXNlcl9pZCI6MSwiX2F1dGhfdXNlcl9oYXNoIjoiMTUyNjhlYzIzY2UxNTEwNjk5ZWNjY2U1YTNiODQxOWYyZDAwNTAyNSJ9"}, "pk": "dw7fd4y457q0tlnbnnqrt44351q9947a"}, {"model": "sessions.session", "fields": {"expire_date": "2015-06-22T14:57:11.372Z", "session_data": "NDM1NjI1MGNjYzc3YmRjN2FmNDNmMDQ5ODgxNDQ2YjI0NWIwZGMxYTp7Il9hdXRoX3VzZXJfaWQiOjIsIl9hdXRoX3VzZXJfYmFja2VuZCI6ImRqYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kIiwiX2F1dGhfdXNlcl9oYXNoIjoiOTRjNTZiZDRhYTQyNGI3YWNhMmE0NDVlMjNjMzIwNGM2NDk0YjM4NiJ9"}, "pk": "i8hczcxs9tue1675j24os13kckjseomw"}, {"model": "sessions.session", "fields": {"expire_date": "2015-05-07T14:32:46.844Z", "session_data": "N2Q5M2UyMDJlZmQ2MzgwYmU2MmE3NDc5YzVmNzJlMjQ3MTczMTY0NTp7Il9hdXRoX3VzZXJfYmFja2VuZCI6ImRqYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kIiwiX2F1dGhfdXNlcl9oYXNoIjoiMTUyNjhlYzIzY2UxNTEwNjk5ZWNjY2U1YTNiODQxOWYyZDAwNTAyNSIsIl9hdXRoX3VzZXJfaWQiOjF9"}, "pk": "v0n47tpc9538vf0okpuiuqjwownt4oft"}, {"model": "sites.site", "fields": {"name": "example.com", "domain": "example.com"}, "pk": 1}, {"model": "dancers.person", "fields": {"mid_name": "", "last_name": "A", "first_name": "Test1", "email_n": "email_n", "picture": "dancers_pic/default_pic.png", "email_d": "email_d", "date_added": "2015-03-26"}, "pk": 1}, {"model": "dancers.person", "fields": {"mid_name": "", "last_name": "B", "first_name": "Test2 ", "email_n": "email_n", "picture": "dancers_pic/default_pic.png", "email_d": "email_d", "date_added": "2015-03-26"}, "pk": 2}, {"model": "dancers.person", "fields": {"mid_name": "", "last_name": "C", "first_name": "Test3", "email_n": "email_n", "picture": "dancers_pic/default_pic.png", "email_d": "email_d", "date_added": "2015-03-26"}, "pk": 3}, {"model": "blog.post", "fields": {"title": "Jaunā dzīve Zviedrijā ir kļuvusi par aizrautību", "image": "image", "created": "2015-02-28T21:22:43.633Z", "content": "Tas, kas padara mūsu dzīves par patiesu piedzīvojumu ir fakts, ka nekad nevaram būt droši par savu nākotni. Protams varam veidot dažādas izaugsmes iespējas un censties kontrolēt dzīves attīstības gaitu. Tomēr mums ir jāsamierinās ar to, ka liktenis ir neparedzams. Mēs nekad nevaram būt droši par to, kādas kārtis tiks izspēlētas un kā tas ietekmēs mūsu dzīves gaitu.\r\nPirms nepārāk ilga laika mana dzīve ieņēma pavisam jaunu attīstības gaitu. Tas bija kaut kas pavisam negaidīts un tieši tāpēc šķita, ka dzīve pēksņi ir sagriezusies kājām gaisā. Tas viss nāca ļoti pēkšņi, bez jebkādiem iepriekšējiem brīdinājumiem.\r\nManas ģimenes mierīgo dzīvi pēkšņi, pavisam smagā veidā ietekmēja finanšu krīze. Nācās ātri domāt par jaunām izaugsmes iespējām un viena no tādām bija parādījusies tieši nepieciešamajā brīdi. Tomēr šīs iespējas izmantošana nozīmēja neko citu kā to, ka man ar ģimeni nācās pārcelties dzīvot uz Zviedriju.\r\nTik pēkšņa ierastās dzīves vietas nomaiņa nāca ar lielu satraukumu un bailēm. Šķita ka šī jaunā dzīve būs patiesi grūta un mēs to nevarēsim izturēt. Tik īsam laika brīdim, pārmaiņu vienkārši bija par daudz. Tomēr es sapratu, ka nonākot šādā situācija ir vienkārši jāmēģina atrast arvien jaunas izaugsmes iespējas, kas dotu visu nepieciešamo spēku sakārtot domas un ievirzīt dzīvi sev vēlamās sliedēs.\r\n \r\n**Iespēja nodarboties ar to ko vēlos**\r\n\r\nKad biju kaut nedaudz iejuties jaunajā dzīves vidē un ritmā, sāku tuvāk izpētīt un iepazīt visu sev apkārt notiekošo. Un drīz vien sapratu, ka šeit Zviedrijā, slēpjas liels skaits dažādu iespēju, kas man ļauj brīvajā laikā nodarboties tieši ar to, ar ko patiesi vēlos nodarboties.\r\n\r\nZviedrijas daba ir pārsteidzoši skaista, turklāt šeit ir izveidoti dažādi dabas parki, kas ļauj apskatīt neskartās dabas skaistumu visā tās krāšņumā. Šajos parkos ir izveidotas dažādas pārgājienu takas, kas sniedz iespēju doties neaizmirstamās pastaigās pa šīm, tik ļoti skaistajām vietām.\r\n \r\n**Došanās pārgājienos**\r\n\r\nŅemot vērā faktu, ka pārgājienu organizēšana un došanās tajos ir man hobijs, ar kuru cenšos nodarboties pēc iespējas biežāk, Zviedrija man deva lielu skaitu, jaunu iespēju. Bez liekas vilcināšanās, es metos iekšā piedzīvojumos un centos izbaudīt visu, ko šī valsts var man sniegt. Un par spīti sākotnējam satraukumam, es vairs īsti nespēju iedomāties savu dzīvi bez šim, patiesi lieliskajām, aktīvās atpūtas iespējām.\r\nŠo gadu laikā esmu devies pārgājienos pa visdažādākajām vietam Zviedrijā un esmu atklājis to, ka lieliskas atpūtas iespējas tiek sniegtas arī ikvienam ārvalstu tūristam. Par to pārliecinājos, kad uzzināju, ka vien paris kilometru attālumā no Zviedrijas galvaspilsētas Stokholmas ir izveidoti daudzi dabas parki, kas sniedz šīs lieliskās iespējas. Tas nozīmē, ka ikviens interesents var ātri un ērti, ar sabiedriskā transporta palīdzību no Stokholmas centra nokļūt paša izvēlētā dabas parkā un doties patīkamā pārgājienā, kas ļaus izbaudīt dabas neaprakstāmo burvību.\r\nTurklāt šajos dabas parkos vai citās aktīvas atpūtas kompleksos, visu nepieciešamo ekipējumu ir iespējams uz vietas izīrēt. Tas nozīmē, ka braucot uz šīm vietām tev nebūs jāuztraucas par dažādu mantu līdzņemšanu. Turklāt pieredzējuši speciālisti varēs, pēc nepieciešamības, jums sniegt dažādus padomus, kas saistīti ar pareizā un patiesi nepieciešamā ekipējuma izvēli. Tas lieti noderēs tiem, kas nav devušies nopietnos pārgājienos un ieguvuši pieredzi, kas ļautu izvērtēt dažādus faktoru, kas var tiešā veidā ietekmēt pārgājiena iznākumu.\r\nMan par laimi nebija jāuztraucas par šādām lietām, jo vēl laikā, kad ar ģimeni dzīvoju Latvijā, biju devies ļoti daudzos pārgājienos un ieguvis visu, tik ļoti nepieciešamo pieredzi. Pārceļoties uz Zviedriju un dodoties savos pirmajos pārgājienos te, uzreiz biju gatavs pilnīgi visam. Tomēr savus spēkus es nepārvērtēju un tomēr uzklausīju dažādus padomus no vietējiem speciālistiem, lai varētu šīs valsts dabas skaistumu izbaudīt visā tās krāšņumā.\r\n \r\n**Dzīves skaistāko mirkļu fotografēšana**\r\n\r\nParalēli tam, ka regulāri dodos dažādos pārgājienos, savā brīvajā laikā nodarbojas arī ar fotografēšanu. Dažādu krāšņu dzīves mirkļu iemūžināšana patiesi skaistās, augstas kvalitātes fotogrāfijās man vienmēr ir šķitusi patiesi interesanta. Un tieši tāpēc varu būt pateicīgs savai ģimenei, ka pirms pāris gadiem, savā dzimšanas dienā, kā dāvanu saņēmu jaunu fotokameru.\r\n\r\nKopš brīžā kad sāku nopietnāk pievērsties šim mākslas veidam, es vairs nēesmu spējis nedomāt par to, kā patiesi skaistos foto attēlos iemūžināt dažādus notikumus. Dzīvojot Zviedrijā manas iespējas, kā fotogrāfam ir acīm redzami pieaugušas, turklāt šīs valsts neaprakstāmi skaistā daba un pilsētās kalpo par lielisku vietu, kur uzņemt arvien jaunas fotogrāfijas.\r\nPatiešām lieliski ir tas, ka šo hobiju es varu ērti savienot ar došanos pārgājienos. Tieši tāpēc, ik reizi kad dodos ceļā, savu fotokameru es ņemu līdzi. Bieži vien, lielā skaita fotogrāfiju uzņemšanas dēļ, manis paša plānotie pārgājieni izvēršas daudz ilgāki, nekā tie bija paredzēti. Tomēr ņemot vērā to, cik skaistas fotogrāfijas ir iespējams uzņemt atrodoties Zviedrijas neskartās dabas plašumos, es bez šaubām būtu gatavs doties vēl ilgākos pārgājienos.\r\n \r\n**Veselīgs dzīvesveids**\r\n\r\nLai gan arī dzīvojot Latvijā es bieži devos dažādos pārgājienos, es nekad nebiju centies ievērot veselīgu dzīvesveidu. Pēc tam kad pārcēlos dzīvot uz Zviedriju, pašam nemanot, es arvien biežāk sāku uzmanīgi domāt par ko ēdu. Tas ātri vien ietekmēja manu veselības stāvokli un fizisko izturību. Un saprotams, ka tas sāka nākt par labu tad, kad devos kārtējā pārgājienā.\r\n\r\nKopā ar aktīvo atpūtu svaigā gaisā, veselīgas un uzturvielām bagātas pārtikas lietošana ikdienā ir patiesi mainījusi manu dzīvi. Līdz ar veselības stāvokļa un fiziskās izturības uzlabošanos, arī mans ikdienas garastāvoklis ir kļuvis daudz labāks. Es daudz vieglāk un saprotošāk skatos uz dažādām lietām un visu notiekošo pieņemu bez liekām, negatīvām emocijām. Tas viss kopā, ļauj daudz vieglāk koncentrēties uz ikdienā veicamo uzdevumu izpildi un man nekad netrūkst spēka, lai noorganizētu un arī dotos kārtējā pārgājienā.\r\n \r\n**Jauna, patiesi lieliska dzīve**\r\n\r\nŠo pāris gadu laikā man un manai ģimenei ir izdevies patiesi labi iepazīt Zviedriju, tās kultūru un iedzīvotājus. Iespējams tieši tāpēc, tik veiksmīgi esam šeit iekārtojušies un varam bez liekas šaubīšanās, šo vietu saukt par mājām.\r\n\r\nSākotnējās bēdas, uztraukums un šaubīšanās ir pazudušas uz visiem laikiem un mēs esam veiksmīgi uzsākuši jaunu dzīvi. Dzīvi, kas ir mainījusi ikvienu no mums un likusi izdarīt dažādas sarežģītas izvēles, kuras galu galā ir nākušas mums tikai un vienīgi par labu.\r\nZviedrija tik tiešām ir pārsteidzoši skaista valsts, kas sevī glabā lielu daudzumu dažādu noslēpumu. Un varu vien pateikt to, ka jums šos noslēpumus pavisam noteikti vajadzētu pacensties atklāt. Esmu drošs, ka ikviens no jums uzzinās jaunas un pārsteidzošas lietas, kas mainīs jūsu skatījumu uz pasauli un dzīvi kopumā."}, "pk": 1}, {"model": "blog.post", "fields": {"title": "Nepieciešamais ekipējums dodoties pārgājienā", "image": "image", "created": "2015-02-28T21:29:41.355Z", "content": "Došanās pārgājienā ir patiesi interesants brīvā laika pavadīšanas veids, kas dod iespēju aktīvi atpūsties svaigā gaisā. Tā ir lieliska iespēja atpūsties vienatnē un uz neilgu laiku aizmirst visas ikdienas bēdas, kas saistītas ar pelēko darba rutīnu. Ar vislielāko prieku pārgājienā dosies arī tava ģimene un kopā pavadītais laiks būs patiesi neaizmirstams. Šo aktīvās atpūtas veidu ir iespējams ērti savienot kopā ar citiem hobijiem, kas nozīmē, ka pavadītais laiks būs vēl lietderīgāks.\r\n\r\nTieši tāpēc arī es esmu aizrāvies ar došanos dažādos pārgājienos un esmu to apvienojis ar sev tik ļoti tuvo fotomākslu. Vairāku gadu laikā esmu iemācījies visdažādākās lietas, kas lieti noder plānojot un dodoties jaunos, aizvien aizraujošākos pārgājienos. Viena no svarīgākajām lietām, kas var lielā mērā ietekmēt pārgājiena laikā iegūto pieredzi ir tavs ekipējums, ar kuru nodrošinies pirms došanās ceļā. Vēlējos jums pastāstīt par dažām patiesi nozīmīgām tava ekipējuma sastāvdaļām, par kurām nepieciešams aizdomāties ik reizi, kad plāno doties pārgājienā."}, "pk": 2}, {"model": "blog.post", "fields": {"title": "Matracis un spilvens tavai veselībai", "image": "image", "created": "2015-02-28T21:31:20.606Z", "content": "Laikā, kad es uzsāku dzīvi Zviedrijā es arvien lielāku uzmanību sāku pievērst arī citām lietām, kas ir saistītas ar manu ikdienu. Pavisam vienkārši, es biju nolēmis, ka visas šīs lielās pārmaiņas ņemšu par pamatu tam, lai pēc iespējās lielākā mēra varētu pārveidot savu dzīvi. Es sapratu, ka šī ir patiešām laba izdevība, lai savā labā paveiktu patiešām lielas lietas. Un saprotams, ka viss tas sastāv tieši no dažādiem sīkumiem, kam mēs paši ikdienā nepievēršam pārlieku lielu uzmanību. Tomēr nav pilnīgi nekādu šaubu par to, ka apskatot šis lietas kopumā, tās ļoti lielā mērā var ietekmēt mūsu dzīvi.\r\n\r\nIespējams jau ka esat sapratuši arī to, ka man patīk veikt dažādas fiziskas aktivitātes. Un līdz ar to kļūst skaidrs, ka esmu viens no tiem cilvēkiem, kas salīdzinoši lielu uzmanību pievērš labas veselības saglabāšanai. Un kad es sāku domāt par dažādām lietām, ar kuru palīdzību savā dzīvē varētu ieviest vēl kaut kādas pārmaiņas, es patiešām lielu uzmanību pievērsu tieši tiem jautājumiem, kas ir saistīti ar veselīgu dzīvesveidu un labas fiziskās formas saglabāšanu.\r\n\r\nDaudzi cilvēki šīs lietas vienmēr vēlas saistīt tikai un vienīgi ar dažāda veida treniņiem un kaut ko tamlīdzīgu. Tomēr es nolēmu, ka tam visam pievērsīšos no nedaudz atšķirīga skatupunkta. Es sāku arvien vairāk domāt par dažādām lietām, kas lielā mērā ietekmē mūsu veselību, bet kurām mes nepievēršam lielu uzmanību. Un tā es nonācu līdz miega un tā kvalitātei. Iepriekš pat iedomāties nevarēju, ka tāda lieta kā matracis var astāt tik lielu iespaidu uz mūsu veselību. Par to es uzzināju mājaslapās www.miegalux.lv, kas ir speciāli izveidota lapa, lai runātu par šiem jautājumiem. Esmu patiešām priecīgs, ka man to visu izdevās uzzināt, jo es uzreiz sapratu to, ka man savā dzīvē kaut ko ir nepieciešams mainīt tieši attiecība uz šiem jautājumiem."}, "pk": 3}, {"model": "blog.post", "fields": {"title": "Test markdown in general", "image": "image", "created": "2015-02-28T21:40:30.860Z", "content": "Paragraphs are separated by a blank line.\r\n\r\n2nd paragraph. *Italic*, **bold**, and `monospace`. Itemized lists\r\nlook like:\r\n\r\n  * this one\r\n  * that one\r\n  * the other one\r\n\r\nNote that --- not considering the asterisk --- the actual text\r\ncontent starts at 4-columns in.\r\n"}, "pk": 4}, {"model": "blog.post", "fields": {"title": "Test post", "image": "blog/vroom_YlwJsk4.jpg", "created": "2015-03-15T07:33:50Z", "content": "![Alt text](/media/blog/vroom_YlwJsk4.jpg .jpg)\r\n![hello](/media/blog/vroom_YlwJsk4.jpg \"asdf\")"}, "pk": 5}, {"model": "blog.carousel", "fields": {"description": "asdf", "title": "Zibenitis1", "image": "carousel/zib3_c4QoBDA.png", "slide": 1}, "pk": 1}, {"model": "events.event", "fields": {"description": "Laikā laikā mēs sakopsim zāli un sagatavosim to gaidāmajam lielmēģinājumam. Par talku atbildīgās personas ir Ineta (tel. nr. 0735992752) un Lauris (tel. nr. 0723310016). Uz talku arī ir jāierodas visiem. ", "title": "Lielā talka", "duration": 1.0, "location": "Ösaringvagen 10, Upplands bro", "date": "2015-03-07T11:00:00Z"}, "pk": 2}, {"model": "events.event", "fields": {"description": "Uz to ir jāierodas pilnīgi visiem! Pēc pilnsapulces notiks papildus mēģinājums.", "title": "Pilnsapulce", "duration": 1.0, "location": "Ösaringvagen 10, Upplands bro", "date": "2015-03-07T14:00:00Z"}, "pk": 3}, {"model": "events.event", "fields": {"description": "Deju lielmēģinājums ar J. Purviņu notiks nedēļu vēlāk, 14. un 15. martā. Abas dienas dejosim Upplands Bro, 14. martā sākam no plkst. 11:00 un turpinām visu dienu, pēc tam ir iespēja palikt pa nakti, un 15. martā sākam dejot no plkst. 10:00 un turpinām līdz apmēram 14:00.", "title": "Lielmēģinājums", "duration": 1.0, "location": "Ösaringvagen 10, Upplands bro", "date": "2015-03-14T09:00:00Z"}, "pk": 4}, {"model": "photologue.photosize", "fields": {"name": "admin_thumbnail", "upscale": false, "increment_count": true, "pre_cache": true, "crop": true, "height": 75, "quality": 70, "effect": null, "width": 100, "watermark": null}, "pk": 1}, {"model": "photologue.photosize", "fields": {"name": "thumbnail", "upscale": false, "increment_count": true, "pre_cache": true, "crop": true, "height": 75, "quality": 70, "effect": null, "width": 100, "watermark": null}, "pk": 2}, {"model": "photologue.photosize", "fields": {"name": "display", "upscale": false, "increment_count": true, "pre_cache": true, "crop": false, "height": 0, "quality": 70, "effect": null, "width": 400, "watermark": null}, "pk": 3}, {"model": "auth.permission", "fields": {"name": "Can add log entry", "codename": "add_logentry", "content_type": 1}, "pk": 1}, {"model": "auth.permission", "fields": {"name": "Can change log entry", "codename": "change_logentry", "content_type": 1}, "pk": 2}, {"model": "auth.permission", "fields": {"name": "Can delete log entry", "codename": "delete_logentry", "content_type": 1}, "pk": 3}, {"model": "auth.permission", "fields": {"name": "Can add permission", "codename": "add_permission", "content_type": 2}, "pk": 4}, {"model": "auth.permission", "fields": {"name": "Can change permission", "codename": "change_permission", "content_type": 2}, "pk": 5}, {"model": "auth.permission", "fields": {"name": "Can delete permission", "codename": "delete_permission", "content_type": 2}, "pk": 6}, {"model": "auth.permission", "fields": {"name": "Can add group", "codename": "add_group", "content_type": 3}, "pk": 7}, {"model": "auth.permission", "fields": {"name": "Can change group", "codename": "change_group", "content_type": 3}, "pk": 8}, {"model": "auth.permission", "fields": {"name": "Can delete group", "codename": "delete_group", "content_type": 3}, "pk": 9}, {"model": "auth.permission", "fields": {"name": "Can add user", "codename": "add_user", "content_type": 4}, "pk": 10}, {"model": "auth.permission", "fields": {"name": "Can change user", "codename": "change_user", "content_type": 4}, "pk": 11}, {"model": "auth.permission", "fields": {"name": "Can delete user", "codename": "delete_user", "content_type": 4}, "pk": 12}, {"model": "auth.permission", "fields": {"name": "Can add content type", "codename": "add_contenttype", "content_type": 5}, "pk": 13}, {"model": "auth.permission", "fields": {"name": "Can change content type", "codename": "change_contenttype", "content_type": 5}, "pk": 14}, {"model": "auth.permission", "fields": {"name": "Can delete content type", "codename": "delete_contenttype", "content_type": 5}, "pk": 15}, {"model": "auth.permission", "fields": {"name": "Can add session", "codename": "add_session", "content_type": 6}, "pk": 16}, {"model": "auth.permission", "fields": {"name": "Can change session", "codename": "change_session", "content_type": 6}, "pk": 17}, {"model": "auth.permission", "fields": {"name": "Can delete session", "codename": "delete_session", "content_type": 6}, "pk": 18}, {"model": "auth.permission", "fields": {"name": "Can add person", "codename": "add_person", "content_type": 7}, "pk": 19}, {"model": "auth.permission", "fields": {"name": "Can change person", "codename": "change_person", "content_type": 7}, "pk": 20}, {"model": "auth.permission", "fields": {"name": "Can delete person", "codename": "delete_person", "content_type": 7}, "pk": 21}, {"model": "auth.permission", "fields": {"name": "Can add post", "codename": "add_post", "content_type": 8}, "pk": 22}, {"model": "auth.permission", "fields": {"name": "Can change post", "codename": "change_post", "content_type": 8}, "pk": 23}, {"model": "auth.permission", "fields": {"name": "Can delete post", "codename": "delete_post", "content_type": 8}, "pk": 24}, {"model": "auth.permission", "fields": {"name": "Can add event", "codename": "add_event", "content_type": 9}, "pk": 25}, {"model": "auth.permission", "fields": {"name": "Can change event", "codename": "change_event", "content_type": 9}, "pk": 26}, {"model": "auth.permission", "fields": {"name": "Can delete event", "codename": "delete_event", "content_type": 9}, "pk": 27}, {"model": "auth.permission", "fields": {"name": "Can add site", "codename": "add_site", "content_type": 10}, "pk": 28}, {"model": "auth.permission", "fields": {"name": "Can change site", "codename": "change_site", "content_type": 10}, "pk": 29}, {"model": "auth.permission", "fields": {"name": "Can delete site", "codename": "delete_site", "content_type": 10}, "pk": 30}, {"model": "auth.permission", "fields": {"name": "Can add history", "codename": "add_history", "content_type": 11}, "pk": 31}, {"model": "auth.permission", "fields": {"name": "Can change history", "codename": "change_history", "content_type": 11}, "pk": 32}, {"model": "auth.permission", "fields": {"name": "Can delete history", "codename": "delete_history", "content_type": 11}, "pk": 33}, {"model": "auth.permission", "fields": {"name": "Can add contact_person", "codename": "add_contact_person", "content_type": 12}, "pk": 34}, {"model": "auth.permission", "fields": {"name": "Can change contact_person", "codename": "change_contact_person", "content_type": 12}, "pk": 35}, {"model": "auth.permission", "fields": {"name": "Can delete contact_person", "codename": "delete_contact_person", "content_type": 12}, "pk": 36}, {"model": "auth.permission", "fields": {"name": "Can add carousel", "codename": "add_carousel", "content_type": 13}, "pk": 37}, {"model": "auth.permission", "fields": {"name": "Can change carousel", "codename": "change_carousel", "content_type": 13}, "pk": 38}, {"model": "auth.permission", "fields": {"name": "Can delete carousel", "codename": "delete_carousel", "content_type": 13}, "pk": 39}, {"model": "auth.permission", "fields": {"name": "Can add gallery", "codename": "add_gallery", "content_type": 14}, "pk": 40}, {"model": "auth.permission", "fields": {"name": "Can change gallery", "codename": "change_gallery", "content_type": 14}, "pk": 41}, {"model": "auth.permission", "fields": {"name": "Can delete gallery", "codename": "delete_gallery", "content_type": 14}, "pk": 42}, {"model": "auth.permission", "fields": {"name": "Can add photo", "codename": "add_photo", "content_type": 15}, "pk": 43}, {"model": "auth.permission", "fields": {"name": "Can change photo", "codename": "change_photo", "content_type": 15}, "pk": 44}, {"model": "auth.permission", "fields": {"name": "Can delete photo", "codename": "delete_photo", "content_type": 15}, "pk": 45}, {"model": "auth.permission", "fields": {"name": "Can add photo effect", "codename": "add_photoeffect", "content_type": 16}, "pk": 46}, {"model": "auth.permission", "fields": {"name": "Can change photo effect", "codename": "change_photoeffect", "content_type": 16}, "pk": 47}, {"model": "auth.permission", "fields": {"name": "Can delete photo effect", "codename": "delete_photoeffect", "content_type": 16}, "pk": 48}, {"model": "auth.permission", "fields": {"name": "Can add watermark", "codename": "add_watermark", "content_type": 17}, "pk": 49}, {"model": "auth.permission", "fields": {"name": "Can change watermark", "codename": "change_watermark", "content_type": 17}, "pk": 50}, {"model": "auth.permission", "fields": {"name": "Can delete watermark", "codename": "delete_watermark", "content_type": 17}, "pk": 51}, {"model": "auth.permission", "fields": {"name": "Can add photo size", "codename": "add_photosize", "content_type": 18}, "pk": 52}, {"model": "auth.permission", "fields": {"name": "Can change photo size", "codename": "change_photosize", "content_type": 18}, "pk": 53}, {"model": "auth.permission", "fields": {"name": "Can delete photo size", "codename": "delete_photosize", "content_type": 18}, "pk": 54}, {"model": "auth.user", "fields": {"is_superuser": true, "username": "root", "first_name": "", "date_joined": "2015-02-28T21:11:11.075Z", "email": "", "is_active": true, "user_permissions": [], "last_name": "", "password": "pbkdf2_sha256$15000$FLS1xRMdbOr2$9xQHwg1va95gSgfQ6rV1fOL6yn1OoLtPQkjPmFL8biM=", "is_staff": true, "groups": [], "last_login": "2015-04-23T14:32:46.838Z"}, "pk": 1}, {"model": "auth.user", "fields": {"is_superuser": true, "username": "davis", "first_name": "", "date_joined": "2015-06-08T14:57:04.814Z", "email": "", "is_active": true, "user_permissions": [], "last_name": "", "password": "pbkdf2_sha256$15000$HuUrxd3JomAF$X3o9sHXkfkdvDR0N+zsCtUrzleTTjPOodIXadmmujtw=", "is_staff": true, "groups": [], "last_login": "2015-06-08T14:57:11.366Z"}, "pk": 2}, {"model": "admin.logentry", "fields": {"object_id": "1", "object_repr": "Providing initial data with fixtures", "user": 1, "action_time": "2015-02-28T21:22:43.638Z", "change_message": "", "content_type": 8, "action_flag": 1}, "pk": 1}, {"model": "admin.logentry", "fields": {"object_id": "1", "object_repr": "Providing initial data with fixtures", "user": 1, "action_time": "2015-02-28T21:24:14.433Z", "change_message": "Changed content.", "content_type": 8, "action_flag": 2}, "pk": 2}, {"model": "admin.logentry", "fields": {"object_id": "1", "object_repr": "Providing initial data with fixtures", "user": 1, "action_time": "2015-02-28T21:25:03.955Z", "change_message": "Changed content.", "content_type": 8, "action_flag": 2}, "pk": 3}, {"model": "admin.logentry", "fields": {"object_id": "1", "object_repr": "Jaunā dzīve Zviedrijā ir kļuvusi par aizrautību", "user": 1, "action_time": "2015-02-28T21:28:04.680Z", "change_message": "Changed title and content.", "content_type": 8, "action_flag": 2}, "pk": 4}, {"model": "admin.logentry", "fields": {"object_id": "2", "object_repr": "Nepieciešamais ekipējums dodoties pārgājienā", "user": 1, "action_time": "2015-02-28T21:29:41.357Z", "change_message": "", "content_type": 8, "action_flag": 1}, "pk": 5}, {"model": "admin.logentry", "fields": {"object_id": "3", "object_repr": "Matracis un spilvens tavai veselībai", "user": 1, "action_time": "2015-02-28T21:31:20.608Z", "change_message": "", "content_type": 8, "action_flag": 1}, "pk": 6}, {"model": "admin.logentry", "fields": {"object_id": "4", "object_repr": "Test markdown in general", "user": 1, "action_time": "2015-02-28T21:40:30.862Z", "change_message": "", "content_type": 8, "action_flag": 1}, "pk": 7}, {"model": "admin.logentry", "fields": {"object_id": "5", "object_repr": "Test post", "user": 1, "action_time": "2015-03-15T07:35:56.643Z", "change_message": "", "content_type": 8, "action_flag": 1}, "pk": 8}, {"model": "admin.logentry", "fields": {"object_id": "5", "object_repr": "Test post", "user": 1, "action_time": "2015-03-15T07:36:51.203Z", "change_message": "Changed content.", "content_type": 8, "action_flag": 2}, "pk": 9}, {"model": "admin.logentry", "fields": {"object_id": "5", "object_repr": "Test post", "user": 1, "action_time": "2015-03-15T07:38:02.699Z", "change_message": "Changed content and image.", "content_type": 8, "action_flag": 2}, "pk": 10}, {"model": "admin.logentry", "fields": {"object_id": "5", "object_repr": "Test post", "user": 1, "action_time": "2015-03-15T07:38:37.724Z", "change_message": "Changed content.", "content_type": 8, "action_flag": 2}, "pk": 11}, {"model": "admin.logentry", "fields": {"object_id": "1", "object_repr": "Test1 A", "user": 1, "action_time": "2015-03-26T16:32:56.860Z", "change_message": "", "content_type": 7, "action_flag": 1}, "pk": 12}, {"model": "admin.logentry", "fields": {"object_id": "2", "object_repr": "Test2  B", "user": 1, "action_time": "2015-03-26T16:33:07.151Z", "change_message": "", "content_type": 7, "action_flag": 1}, "pk": 13}, {"model": "admin.logentry", "fields": {"object_id": "3", "object_repr": "Test3 C", "user": 1, "action_time": "2015-03-26T16:33:14.149Z", "change_message": "", "content_type": 7, "action_flag": 1}, "pk": 14}, {"model": "admin.logentry", "fields": {"object_id": "1", "object_repr": "Zibenitis1", "user": 2, "action_time": "2015-06-08T14:59:00.712Z", "change_message": "", "content_type": 13, "action_flag": 1}, "pk": 15}]